<?php

// Заголовок 
$_['heading_title'] = 'Загрузчик изображений'; 

// Текст 
$_['text_module'] = 'Модули'; 
$_['text_success'] = 'Успех!: Вы изменили модуль Загрузчик изображений' ; 


// Запись
$_['entry_folder'] = 'Папка для сохранения изображений: '; 
$_['entry_segmet'] =' Сегментация изображения: '; 
$_['entry_segmet_by_none'] = 'Не сегментировать'; 
$_['entry_segmet_by_date'] = 'По дате'; 
$_['entry_delete_def_image'] = 'Показывать главное изображение как дополнительное:'; 
$_['text_yes'] = "Да"; 
$_['text_no'] = "Нет"; 

$_['entry_status'] = 'Статус:'; 

// Ошибки 
$_['error_folder'] = 'Пожалуйста, создайте папку';

?>