<?php
$_['heading_title']	=	'Файлы для скачивания';
$_['text_success']	=	'Список файлов для скачивания обновлен!';
$_['text_upload']	=	'Ваш файл успешно загружен!';
$_['column_name']	=	'Название';
$_['column_remaining']	=	'Количество разрешенных скачиваний';
$_['column_action']	=	'Действие';
$_['entry_name']	=	'Название:';
$_['entry_filename']	=	'Имя файла: <i class="fa fa-question-circle" data-toggle="tooltip"  data-original-title="Вы можете закачать файл через кнопку выбора файла или по FTP, поместив его в папку "download" и введя информацию ниже.<br /><br />Желательно, чтобы имя файла и маска отличались: это не позволит людям получать прямой доступ к файлу, угадав линк."></i>   ';
$_['entry_mask']	=	'Маска:';
$_['entry_remaining']	=	'Количество разрешенных скачиваний:';
$_['entry_update']	=	'Обновление для существующих покупателей: <i class="fa fa-question-circle" data-toggle="tooltip"  data-original-title="Отметьте здесь, чтобы обновить ранее приобретённые версии"></i>  ';
$_['error_permission']	=	'У Вас нет прав для изменения списка файлов!';
$_['error_name']	=	'Название должно быть от 3 до 64 символов!';
$_['error_upload']	=	'Укажите файл для загрузки!';
$_['error_filename']	=	'Имя файла должно быть от 3 до 128 символов!';
$_['error_exists']	=	'Файл не найден!';
$_['error_mask']	=	'Маска должна быть длиной от 3 до 128 символов!';
$_['error_filetype']	=	'Недопустимый тип файла!';
$_['error_product']	=	'Этот файл не может быть удален, поскольку в настоящее время он прикреплен к %s товару(ам)!';
?>