<?php
$_['heading_title']	=	'Страницы';
$_['text_success']	=	'Список статей обновлен!';
$_['text_default']	=	'Основной магазин';
$_['column_title']	=	'Название статьи';
$_['column_sort_order']	=	'Порядок сортировки';
$_['column_action']	=	'Действие';
$_['entry_custom_title']	=	'Пользовательское название: <i class="fa fa-question-circle" data-toggle="tooltip"  data-original-title="Оставьте пустым, если хотите, чтобы отображалось название по умолчанию"></i>';
$_['entry_title']	=	'Название статьи:';
$_['entry_description']	=	'Описание:';
$_['entry_store']	=	'Магазины:';
$_['entry_keyword']	=	'SEO Ключевые слова: <i class="fa fa-question-circle" data-toggle="tooltip"  data-original-title="Используйте тире вместо пробелов, и ключевые слова должны быть уникальными на всю систему"></i>';
$_['entry_bottom']	=	'Показывать внизу: <i class="fa fa-question-circle" data-toggle="tooltip"  data-original-title="Показывать внизу, в футере."></i> ';
$_['entry_status']	=	'Статус:';
$_['entry_sort_order']	=	'Порядок сортировки:';
$_['entry_layout']	=	'Выберите схему:';
$_['error_warning']	=	'Внимательно проверьте форму на ошибки!';
$_['error_permission']	=	'У Вас нет прав для изменения статей!';
$_['error_title']	=	'Название статьи должно быть от 3 до 64 символов!';
$_['error_description']	=	'Описание должно быть больше 3 символов!';
$_['error_account']	=	'Эту страницу нельзя удалить, поскольку она назначена Политикой безопасности по умолчанию!';
$_['error_checkout']	=	'Эту страницу нельзя удалить, поскольку она назначена Условиями соглашения по умолчанию!';
$_['error_affiliate']	=	'Страница не может быть удалена, поскольку она используется в условиях партнерской программы!';
$_['error_store']	=	'Страница не может быть удалена, поскольку она используется в %s магазинах!';
?>