<?php
$_['heading_title']	=	'Группы покупателей';
$_['text_success']	=	'Группы покупателей изменены!';
$_['column_name']	=	'Название группы покупателей';
$_['column_sort_order']	=	'Порядок сортировки';
$_['column_action']	=	'Действие';
$_['entry_name']	=	'Название группы покупателей:';
$_['entry_description']	=	'Описание:';
$_['entry_approval']	=	'Подтверждение новых покупателей:<br /><span class="help">Зарегистрированные покупатели должны быть проверены и подтверждены администратором, только после этого смогут пользоваться своей учетной записью и преимуществами зарегистрированных пользователей.</span>';
$_['entry_sort_order']	=	'Порядок сортировки:';
$_['error_permission']	=	'У Вас нет прав для изменения групп покупателей!';
$_['error_name']	=	'Название группы должно быть от 3 до 64 символов!';
$_['error_default']	=	'Эта группу покупателей нельзя удалить, поскольку она назначена для основного магазина!';
$_['error_store']	=	'Эта группу покупателей нельзя удалить, поскольку она используется в %s магазине(ах)!';
$_['error_customer']	=	'Эта группу покупателей нельзя удалить, поскольку в нее входит %s покупатель(ей)!';
$_['entry_company_id_display']	=	'Показывать номер компании:<br /><span class="help">Показывать поле с номером компании</span>';
$_['entry_company_id_required']	=	'Укажите номер компании:<br /><span class="help">Выберите, для каких групп пользователей указание номера их компании будет обязательным для выставления счетов по адресу перед оформлением заказа.</span>';
$_['entry_tax_id_display']	=	'Показать ИНН:<br /><span class="help">Отображение поля с ИНН для адресного выставления счетов</span>';
$_['entry_tax_id_required']	=	'Укажите ИНН:<br /><span class="help">Укажите группы клиентов, для которой указание ИНН для адресного выставления счетов</span>';
?>